Repository: 06b/TinyWall
Catalog: TinyWall/MainForm.*.resx
Languages: he_il, zh

# mnuTrafficRate.Text
source: <Traffic rate>
he_il: <קצב תעבורת-רשת>
zh: <流量比率>

# mnuModeNormal.Text
source: Normal protection
he_il: הגנה רגילה
zh: 普通保护

# mnuModeBlockAll.Text
source: Block all
he_il: חסימת הכול
zh: 全部拦截

# mnuModeAllowOutgoing.Text
source: Allow outgoing
he_il: מתן-רשות לתעבורת-רשת יוצאת
zh: 允许发送

# mnuModeDisabled.Text
source: Disable firewall
he_il: ביטול חומת-האש
zh: 禁用防火墙

# mnuModeLearn.Text
source: Autolearn
he_il: למידה אוטומטית
zh: 自动学习

# mnuMode.Text
source: Change mode
he_il: שינוי מצב
zh: 更改模式

# mnuManage.Text
source: Manage
he_il: ניהול
zh: 管理

# mnuConnections.Text
source: Show connections
he_il: צפייה בחיבורי-רשת
zh: 显示连接

# mnuLock.Text
source: Lock
he_il: נעילה
zh: 锁定

# mnuElevate.Text
source: Elevate
he_il: חשיבות-גבוהה
zh: 提升

# mnuAllowLocalSubnet.Text
source: Unblock LAN traffic
he_il: מתן-רשות לכל תעבורת-רשת מקומית LAN
zh: 取消LAN流量拦截

# mnuEnableHostsBlocklist.Text
source: Enable hosts blocklist
he_il: שימוש ברשימות-חסימה
zh: 启用黑名单

# mnuWhitelistByExecutable.Text
source: Whitelist by executable
he_il: מתן-רשות לפי שם-קובץ יישום
zh: 按照可执行文件的白名单

# mnuWhitelistByProcess.Text
source: Whitelist by process
he_il: מתן-רשות לפי יישומים הרצים-כרגע
zh: 按照进程的白名单

# mnuWhitelistByWindow.Text
source: Whitelist by window
he_il: מתן-רשות לפי חלונות הפתוחים-כרגע
zh: 按照窗口的白名单

# mnuQuit.Text
source: Quit
he_il: יציאה
zh: 退出

# ofd.Filter
source: All files|*.*
he_il: כל הקבצים|*.*
zh: 全部文件|*.*

# $this.Text
source: TinyWall Controller
he_il: TinyWall ניהול חומת-האש
zh: TinyWall控制器
